KET_WORD = ["CPU", "레지스터", "캐시", "메인보드", "컴퓨터", "메모리", "램", "버스", "교장선생님", "스마트폰", "노트북", "네트워크", "마우스", "프로그래밍", "객체지향", "Java", "C++", "Python", "Scala", "Ruby", "TCP", "Unity", "SOLID원칙", "리스코프치환법칙", "단일 책임 원칙", "UML", "유즈케이스", "키보드", "LED", "원숭이", "러버덕", "Las", "대머리", "탈모", "문어", "오징어", "카카오톡", "디스코드", "아구찜", "빗자루", "대걸래", "VIM", "구글", "페이스북", "트위터", "IDE", "InteliJ", "Pycharm", "Visual Studio", "JavaScript", "Bus", "LAN", "Three Way Hand Shaking", "TLS",
            "SSH", "Docker", "Speaker", "칸반", "애자일", "스크럼", "무지개", "토마토주스", "피", "드라큘라", "좀비", "전지", "전기", "트랜지스터", "집적회로", "안드로이드", "도메인 주도 디자인", "유뷰브", "데이터 주도 디자인", "컴파일러", "LLVM", "인공지능", "딥러닝", "어셈블리어", "기계어", "ALU", "eax", "16진수", "2진수", "2의 보수", "ARM", "x86", "GCP", "AWS", "ElasticSearch", "S3", "Git", "GitHub", "아두이노", "범주론", "정수", "명령형 프로그래밍", "상태", "소프트웨어", "표현식", "부작용", "최적화", "컴파일러", "Pascal", "익명함수", "모나드", "모노이드", "Apllicative", "공변성", "가공변성", "시그니처"]

import random

def get_keywork():
    return random.choice(KET_WORD)